{
  "black": { "branch": "main" },
  "cscope_maps.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "notational-fzf-vim": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-gutentags": { "branch": "master" },
  "vim-localvimrc": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-syntax-extra": { "branch": "master" },
  "vim-xdg-cache": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}